<template>
    <h3 class="text-2xl font-medium my-10">Пользовательское соглашение</h3>
    <p class="mb-2">
        Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между Сучилина Юлия Андреевна (далее lutik-flo или Администрация) с одной стороны и пользователем сайта с другой.
        Сайт lutik-flo не является средством массовой информации.
    </p>
    <p>
        Используя сайт, Вы соглашаетесь с условиями данного соглашения.
        Если Вы не согласны с условиями данного соглашения, не используйте сайт lutik-flo!
    </p>

    <h4 class="text-xl font-medium my-4">Права и обязанности сторон</h4>
    <p>
        Пользователь имеет право:
    </p>
    <div class="ml-6 mb-4">
        <p>
            - осуществлять поиск информации на сайте;
        </p>
        <p>
            - получать информацию на сайте;
        </p>
        <p>
            - использовать информацию сайта в личных некоммерческих целях.
        </p>
    </div>

    <p>
        Администрация имеет право:
    </p>
    <div class="ml-6 mb-4">
        <p>
            - по своему усмотрению и необходимости создавать, изменять, отменять правила;
        </p>
        <p>
            - ограничивать доступ к любой информации на сайте;
        </p>
        <p>
            - создавать, изменять, удалять информацию.
        </p>
    </div>

    <p>
        Пользователь обязуется:
    </p>
    <div class="ml-6 mb-4">
        <p>
            - не нарушать работоспособность сайта;
        </p>
        <p>
            - не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами.
        </p>
    </div>

    <p>
        Администрация обязуется:
    </p>
    <div class="ml-6">
        <p>
            - поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам.
        </p>
    </div>


    <h4 class="text-xl font-medium my-4">Ответственность сторон:</h4>
    <div class="">
        <p>
            - администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами;
        </p>
        <p>
            - в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса.
        </p>
    </div>


    <h4 class="text-xl font-medium my-4">Правила отказа от покупки:</h4>
    <p>После сборки заказа отправляется фото на указанный заказчиком электронный почтовый адрес для одобрения.</p>
    <p>После того, как отправлено фото – покупателю дается 15 минут на одобрение. Для одобрения или отказа необходимо ответить на полученное email сообщение соответствующим текстом. Если в течение этого времени не было получено ответа – то заказ считается одобренным и может быть передан на доставку.</p>
    <p>Если заказчика не устраивает – он вправе отказаться от заказа, либо попросить внести изменения. В случае отказа, деньги будут возвращены на карту, с которой производилась оплата.</p>
    <p>Но, если было получено одобрение и клиент хочет возврата уже после получения товара – то в таком случае возврат невозможен.</p>

    <h4 class="text-xl font-medium my-4">Условия действия Соглашения</h4>
    <p>
        Данное Соглашение вступает в силу при регистрации на сайте.
    </p>
    <p>
        Соглашение перестает действовать при появлении его новой версии.
    </p>
    <p>
        Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.
    </p>
    <p>
        Администрация не оповещает пользователей об изменении в Соглашении.
    </p>

</template>

<script>
export default {
    name: "Agreement"
}
</script>

<style scoped>

</style>
